Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/inarinsaamen_vieraan_kielen_oppikirjasarja_valmistui.html.tmx
Source language: fin
Languages: smn

source: Inarinsaamen vieraan kielen oppikirjasarja valmistui
smn: Anarâškielâ vieres kielân oppâkirjeráiđu valmâštui

source: Inarinsaamen vieraan kielen oppikirjasarja Hitruu on nyt valmis tekstikirjojen osalta.
smn: Anarâškielâ vieres kielân oppâkirjeráiđu Hitruu lii tääl vaalmâš tekstâkiirjij uásild.

source: Kouluvuoden alkajaisiksi ilmestyi sarjan viimeinen osa Hitruu 4 -Sämieennâm.
smn: Škovlâive aalgâst almostui rááiđu majemuš uási Hitruu 4 -Sämieennâm .

source: Oppikirjasarja on tarkoitettu inarinsaamen vieraan kielen opetukseen perusopetuksen luokilla 3-6. Sarjasta ovat aiemmin ilmestyneet osat Ááhu kuuvl, Pennuuseibi ja Skipáreh.
smn: Oppâkirjeráiđu lii uáivildum anarâškielâ vieres kielân máttááttâsân vuáđumáttááttâsluokain 3-6. Rááiđust láá ovdil almostum uásih Ááhu kuuvl, Pennuuseibi ja Skipáreh.

source: Nyt julkaistu uusin kirja on tarkoitettu perusopetuksen kuudesluokkalaisille.
smn: Tääl almostittum uđđâsumos kirje lii uáivildum vuáđumáttááttâs kuuđâdluokkaláid.

source: Ánná ja Saammâl seikkailevat oppikirjassa jälleen todellisiin, vanhoihin ja uudempiin tapahtumiin pohjautuvissa tarinoissa, jotka sijoittuvat Nellimiin.
smn: Ánná já Saammâl puohajeh oppâkirjeest oppeet tuođâlâš, puáris já uđđâsub tábáhtussáid vuáđuduvvee mainâsijn, moh tábáhtuveh Njellimist.

source: Tarinoiden kautta opitaan inarinsaamen kielen lisäksi myös inarinsaamelaista kulttuuria.
smn: Mainâsijn mij oppâp kielâ lasseen meid anarâškulttuur.

source: Tarinoihin sisältyy monia vuodenkierron tärkeitä tapahtumia syyskesästä seuraavan vuoden kesään saakka.
smn: Mainâsijn muštâluvvojeh maaŋgah teháliih ihásâšjuurrâm tábáhtusah já tooimah čohčâkeesist čuávuváá ive keesi räi.

source: Oppikirjat on käsikirjoittanut Teija Linnanmäki ja kuvittanut Riitta Ahonen .
smn: Oppâkiirjijd lii čáállám Teija Linnanmäki já kuuvijd lii sárgum Riitta Ahonen .

source: Sarjassa tullaan myöhemmin julkaisemaan vielä harjoituskirjoja ja digimateriaalia.
smn: Rááiđust almostiteh maŋeláá vala hárjuttâskirjeh já digimaterial.

source: Tilaukset: kirjatilaus(at)samediggi.fi
smn: Tiilámeh: kirjatilaus(at)samediggi.fi

source: Lisätietoja: koulutus- ja oppimateriaalitoimisto
smn: Lasetiäđuh: škovlim já oppâmateriaal
